{"valueweb": {"business_inputs": {"name": "Business inputs", "order": 1, "goals": ["BE01", "BE02", "BE04"], "description": "Every company relies to some extent upon goods and services procured from other organisations, which are collectively referred to as suppliers. All companies are mutually accountable for the environmental and social impacts caused by the production and delivery of the goods and services they depend upon. This means that in addition to impacts within its direct control, a business is also accountable for any impact beyond its own four walls if the impact is a consequence of the business's existence. This includes any external activities a company supports, inadvertently or otherwise. Negative examples include sourcing palm oil from rainforest regions, using greenhouse gas-intensive logistics providers, or outsourcing work to suppliers who use child or forced labour.", "description_2": "Every company relies upon business inputs - goods, services and materials provided by suppliers. Common examples include energy, water, office equipment and supplies, transport, accounting and legal services, and ingredients or components needed to manufacture products. Companies must try to minimise and eventually eliminate any negative environmental and social impacts associated with their business inputs.", "description_short": "The goods and services procured from other organisations which enable you as a business to function."}, "operations": {"name": "Operations", "order": 2, "goals": ["BE03", "BE05", "BE06", "BE07", "BE08", "BE09"], "description": "Operations refer to all day-to-day activities required to deliver a company's goods and services - many of which may result in negative impacts. Examples include greenhouse gas emissions, spills and leaks, the generation of waste, and possible disruption to local communities and ecosystems. Companies must seek to identify and eliminate all such operational impacts.", "description_2": "\"Operations\" here refers to all day-to-day activities required to deliver a company's goods and services - many of which may result in negative impacts. Examples include greenhouse gas emissions, spills and leaks, the generation of waste, and possible disruption to local communities and ecosystems. Companies must seek to identify and eliminate all such operational impacts.\t\t", "description_short": "The activities you undertake on a day-to-day basis in order to deliver your goods and services."}, "employees": {"name": "Employees", "order": 3, "goals": ["BE10", "BE11", "BE12", "BE13", "BE14"], "description": "Every company ultimately relies upon its employees in order to be successful, so their wellbeing must be safeguarded. Examples of how wellbeing can be negatively impacted include unsafe work environments, low or uncertain pay, unfair employment terms and discrimination. Companies must identify and eliminate any conditions that could negatively impact employee wellbeing.", "description_2": "Every company’s success depends on the wellbeing of its people, which can be affected by a range of factors: wages, contract terms, discrimination, and health and safety practices. When answering these questions, you should consider people who are on your company's payroll and individuals who provide a service exclusively to you, with no other direct employer (e.g. on-site catering staff or contracted IT consultants).", "description_short": "The workers that support your operations."}, "products_and_customers": {"name": "Products and customers", "order": 4, "goals": ["BE15", "BE16", "BE17", "BE18", "BE19"], "description": "Products refers to any goods and/or services offered by a company. Goods might include physical goods, virtual goods or utilities, and services includes activities such as consulting, cleaning, hospitality and personal care. Companies must try to minimise and eventually eliminate any negative environmental and social impacts associated with their products.", "description_2": "\"Products\" here encompasses any goods and/or services offered by your company: anything that your company makes revenue from. Goods might include physical goods, virtual goods or utilities. Services include activities such as consulting, cleaning, hospitality and personal care.\n\nIt is important that the goods and services a company provides do not negatively impact people or the environment. This is partly about product design, and partly about empowering customers with the relevant information and communication channels to ensure responsible use.", "description_short": "The revenue-generating goods and services that you offer and the people who enable your company to function by purchasing your products."}, "broader_society": {"name": "Broader society", "order": 5, "goals": ["BE20", "BE21", "BE22", "BE23"], "description": "Every company has direct relationships with its suppliers, employees and customers, but its influence does not stop there. Businesses also depend upon and can influence other organisations, physical infrastructure and societal institutions, such as governments. Companies should ensure that these broader interactions do not negatively impact society.", "description_2": "Every company has direct relationships with its suppliers, employees and customers, but its influence does not stop there. Businesses also depend upon and can influence other organisations, physical infrastructure and societal institutions such as governments. Companies should ensure that these broader interactions do not negatively impact society.", "description_short": "Other organisations, physical infrastructure and societal institutions which the company can influence and/or be influenced by."}}, "risk_questions": {"product": {"business_inputs": {"name": "Business inputs", "items": {"BI-1": {"order": 1, "code": "BI-1", "title": "Our business is dependent on the direct use of fossil fuels as a core source of energy", "help_text": "A fossil OK fuel is a core source of energy if it is directly consumed in order to undertake an activity that is a defining business feature (e.g. metal manufacturers using fossil fuels in furnaces). \n\nAn activity or input is core to a business activity if it represents a defining business feature or process, central to revenue-generation. This excludes the consumption of procured electricity (that which is bought rather than generated by the company itself).\n\nThis characteristic does not apply to the use of fossil fuels as a minor operational input, such as diesel-fuelled forklifts in a distribution centre where the main energy input is procured electricity.", "risk": "High", "goals": ["BE01", "BE05", "BE06"], "number": 1}, "BI-2": {"order": 2, "code": "BI-2", "title": "Our business's core activities are water-intensive", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. \n\nWater-intensive operations are likely to use water for process-specific washing, cooling, heating or pressure.\n \nThis characteristic does not apply to activities that predominantly use water for standard cleaning practices, unless such water use is evidenced to be very significant.", "risk": "High", "goals": ["BE02"], "number": 2}, "BI-3": {"order": 3, "code": "BI-3", "title": "Our business uses water as a core product input", "help_text": "A core input is one that is embedded into, or necessarily consumed in the creation of physical goods or provision of a service central to revenue-generation. Examples include the production of crops and livestock, some types of consumables, processed foods and beverage products.", "risk": "High", "goals": ["BE02"], "number": 3}, "BI-4": {"order": 4, "code": "BI-4", "title": "Our business uses water for personal consumption and basic sanitation purposes only", "help_text": "Personal consumption and basic sanitation purposes include use of water for drinking and standard hygiene practices, as well as cleaning carried out for the purpose of maintaining basic cleanliness standards (e.g. cleaning an office).\n \nThis characteristic does not apply if water is used even for minimal commercial and industrial purposes (e.g. restaurants).", "risk": "Low", "goals": ["BE02"], "number": 4}, "BI-5": {"order": 5, "code": "BI-5", "title": "Our business's use of local natural resources has the potential to increase prices and/or hinder community access", "help_text": "Natural resources include water, flora and fauna, and mined minerals.\n\nThis characteristic applies if the business is directly extracting vast amounts of the natural resource itself at unsustainable rates - i.e. faster than the resource can be replenished.\n\nThis characteristic does not apply if the company is simply dependent on the purchase of natural resources (e.g. electronic manufacturing relies on the purchase of cobalt but the manufacturers do not extract the cobalt themselves).", "risk": "High", "goals": ["BE09"], "number": 5}, "BI-6": {"order": 6, "code": "BI-6", "title": "Our business's core product inputs or end products are perishable", "help_text": "A core input is one that is embedded into, or necessarily consumed in the creation of physical goods or provision of a service central to revenue-generation. A perishable input or product is one that decays quickly. Examples include food-based products and pharmaceuticals.", "risk": "High", "goals": ["BE07"], "number": 6}, "BI-7": {"order": 7, "code": "BI-7", "title": "Our business's only energy source is procured electricity for ancillary purposes, such as lighting and operation of standard electrical equipment.", "help_text": "Standard electrical equipment is that which can be typically found in both offices and private homes (e.g. laptops, printers, fridges). ", "risk": "Low", "goals": ["BE01", "BE06"], "number": 7}, "BI-8": {"order": 8, "code": "BI-8", "title": "Our business only uses procured grid electricity and we operate in a country where national grid electricity is entirely renewable", "help_text": "This characteristic applies when all company owned or controlled sites are located in regions where national grid electricity is more than 90% renewable. Regional examples include Iceland and Norway. ", "risk": "Low", "goals": ["BE01", "BE06"], "number": 8}, "BI-9": {"order": 9, "code": "BI-9", "title": "Our business's products are made of multiple product inputs supplied by third parties", "help_text": "Product inputs are the materials and components which constitute a physical product.", "risk": "High", "goals": ["BE04"], "number": 9}, "BI-11": {"order": 11, "code": "BI-11", "title": "Our business's core activities require sophisticated digital infrastructure", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. Digital infrastructure typically refers to the equipment necessary to enable the use of data, computerised devices and processes. \n\n Most business activities use digital infrastructure to support operations, but this characteristic applies only when complex, specialized (usually energy-intensive) equipment is required for the business activity to occur (e.g. use of data servers by information processing companies and financial exchanges).", "risk": "High", "goals": ["BE01", "BE06"], "number": 11}, "BI-12": {"order": 12, "code": "BI-12", "title": "Our business uses hazardous substances as a core input", "help_text": "A core input is one that is embedded into, or necessarily consumed in the creation of physical goods or delivery of a service central to revenue-generation.\n\nA substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.", "risk": "High", "goals": ["BE05"], "number": 12}, "BI-13": {"order": 13, "code": "BI-13", "title": "Our business purchases physical goods that it does not manufacture itself for onward sale", "help_text": "This characteristic applies when a company purchases physical goods from a supplier for direct onward sale to customers (e.g. supermarkets and department stores).", "risk": "High", "goals": ["BE04"], "number": 13}}}, "operations": {"name": "Operations", "items": {"o1": {"order": 1, "code": "o1", "title": "Our business transports or distributes goods, materials or people as a core activity", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. This characteristic does not apply to businesses who may undertake their own distribution, but whose core revenue-generating activity is the manufacture or sale of physical goods.", "risk": "High", "goals": ["BE01", "BE05", "BE06"], "number": 1}, "o2": {"order": 2, "code": "o2", "title": "Our business's core activity is the generation of energy from fossil fuels", "help_text": "An activity is core to a business activity, if it represents a defining business feature or process, central to revenue-generation. ", "risk": "High", "goals": ["BE06"], "number": 2}, "o3": {"order": 3, "code": "o3", "title": "Our business transforms the chemical or physical structure of materials with extreme temperatures at scale", "help_text": "Many transformation processes require extreme temperatures, which are energy-intensive to maintain. Chemical transformation is the separation and combination of particles (e.g. conversion of methane into ammonia). Physical transformation of a product is a shift in its solid, liquid or gaseous state (e.g. plastic or metal moulding). \n \nHigh temperature processes (often referenced as those which require over 400 degrees Celsius) include certain forms of industrial distillation, concentrating, drying or kilning. Processes that require extremely cold temperatures are also energy intensive, fulfilling this characteristic.\n \n This characteristic does not apply to businesses whereby chemical or physical transformation is a small process not central to revenue-generation.", "risk": "High", "goals": ["BE01", "BE06"], "number": 3}, "o4": {"order": 4, "code": "o4", "title": "Our business manages, stores or distributes hazardous substances as a core activity", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. \n\nA substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.", "risk": "High", "goals": ["BE05"], "number": 4}, "o5": {"order": 5, "code": "o5", "title": "Our business builds physical infrastructure as a core activity", "help_text": "An activity is core to a business activity, if it represents a defining business feature or process, central to revenue-generation. \n\nThis characteristic does not apply where a company builds its own structures to support its core business activity (e.g. mining company constructs mining shafts and a road to support its operations).", "risk": "High", "goals": ["BE05", "BE08", "BE09"], "number": 5}, "o6": {"order": 6, "code": "o6", "title": "Our business uses heavy machinery", "help_text": "Heavy machinery is self-powered, self-propelled or towed mechanical devices, equipment and vehicles typically used for construction, industrial, maritime, mining and forestry purposes. \n\nThis characteristic applies when the regular operation of heavy machinery is central to revenue-generation.", "risk": "Moderate", "goals": ["BE10"], "number": 6}, "o7": {"order": 7, "code": "o7", "title": "Our business undertakes experiments on human subjects", "help_text": "Experiments on human subjects is often necessary for scientific research (e.g. pharmaceuticals and cosmetics).", "risk": "High", "goals": ["BE20"], "number": 7}, "o8": {"order": 8, "code": "o8", "title": "Our business relies on animal testing as part of our operations", "help_text": "Reliance on animal testing may be the result of regulatory compliance, or typical industry business practice (e.g. cosmetics and pharmaceutical development).\n \nThis characteristic applies when the business activity is directly reliant on animal testing to operate.", "risk": "High", "goals": ["BE03"], "number": 8}, "o9": {"order": 9, "code": "o9", "title": "Our business extracts non-renewable resources from the earth", "help_text": "Non-renewable natural resources include oil, natural gas and coal, as well as metals and minerals.", "risk": "High", "goals": ["BE03", "BE08"], "number": 9}, "o10": {"order": 10, "code": "o10", "title": "Our business cultivates plants or trees, or rears animals", "help_text": "This characteristic does not apply to the harvesting of plants or animals from the wild (e.g. hunting or fishing).", "risk": "High", "goals": ["BE03", "BE08"], "number": 10}, "o11": {"order": 11, "code": "o11", "title": "Our business forages plants or hunts animals from the wild", "help_text": "This characteristic does not apply to the farming or domestic cultivation of plants or animals (e.g. dairy farming, beef farming or crop cultivation).", "risk": "High", "goals": ["BE03", "BE08"], "number": 11}, "o12": {"order": 12, "code": "o12", "title": "Our business owns or manages large swathes of land for natural resource management", "help_text": "This characteristic applies to those who manage land containing natural resources which requires active management and those who steward large swathes of land on which there are natural resources (e.g. parklands and forests). \n \n This characteristic does not apply to activities where active natural resource management is not central to revenue-generation (e.g. wind farms, or real estate developments). ", "risk": "High", "goals": ["BE03", "BE08"], "number": 12}, "o14": {"order": 14, "code": "o14", "title": "Our business manages or invests a significant quantity of financial assets (in-house or via third-party managers) for an extended period of time", "help_text": "This characteristic is not applicable to businesses who predominantly manage cash, cash-equivalents or short-term marketable instruments such as money market funds.", "risk": "Moderate", "goals": ["BE23"], "number": 14}, "o15": {"order": 15, "code": "o15", "title": "Our business operates predominantly outside of built-up areas", "help_text": "A built-up area is one that has a high concentration of human settlement, such as cities and towns.", "risk": "Moderate", "goals": ["BE08"], "number": 15}, "o16": {"order": 16, "code": "o16", "title": "Our business requires the repeated acquisition or control of new land", "help_text": "This characteristic is likely to apply if the business activity is premised on continuous expansion or if there is a high turnover of site ownership (e.g. real estate development).", "risk": "Moderate", "goals": ["BE09"], "number": 16}, "o17": {"order": 17, "code": "o17", "title": "Our business generates contaminated wastewater which requires specialized treatment", "help_text": "Specialized treatment is typically biological, chemical or physical and refers to that which is different and additional to treatment carried out by municipal water treatment systems. Without treatment specific to its contaminants, wastewater could harm the surrounding environment upon emission. \n \nThis characteristic does not apply to businesses whose processes create wastewater that can be managed by municipal water treatment systems (e.g. when wastewater contaminants are produced by standard cleaning and sanitation practices).", "risk": "High", "goals": ["BE02"], "number": 17}, "o18": {"order": 18, "code": "o18", "title": "Our business emits significant greenhouse gases as an operational by-product unrelated to energy use", "help_text": "Certain activities release extensive greenhouse gases outside of burning fossil fuels, such as through chemical reactions. Examples include cement production or livestock rearing.", "risk": "High", "goals": ["BE06"], "number": 18}, "o19": {"order": 19, "code": "o19", "title": "Our business generates significant quantities of hazardous substances as an operational by-product", "help_text": "A substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure. \n\nThis characteristic also applies to businesses which produce significant volumes of hazardous waste.", "risk": "High", "goals": ["BE05"], "number": 19}, "o20": {"order": 20, "code": "o20", "title": "Our business's core activities lead to a significant risk of spills or leaks of hazardous substances", "help_text": "An activity is core to a business activity, if it represents a defining business feature or process, central to revenue-generation. \n\nLeaks and spills are likely to occur when a company's core activities involve the transfer, storage or ongoing management of harmful substances. Leaks and spills are likely to cause sustained, severe or irreversible harm.\n\nA substance is considered harmful if one or more of the following is true:\n- It has properties that make it dangerous to human health or the environment.\n- The substance is designated as harmful by credible industry bodies, national or legal legislation, or credible peer-reviewed research.\n-The substance is likely to build up in nature, such as human-made synthetics, heavy metals compounds, ozone-depleting chemical substances and aerosols.", "risk": "High", "goals": ["BE05", "BE09"], "number": 20}, "o23": {"order": 23, "code": "o23", "title": "Our business produces high quantities of physical operational waste", "help_text": "Waste is defined as all materials generated as by-products of production and other operational activities which a company manages to contain, and which require treatment, repurposing, or disposal. \n\nHigh quantities of operational waste would represent a defining business feature and would require active and ongoing management.", "risk": "High", "goals": ["BE07"], "number": 23}, "o24": {"order": 24, "code": "o24", "title": "Our business only generates operational by-products that are widely repurposed", "help_text": "An operational by-product is a substance that should be contained and disposed of or neutralised. A by-product is widely repurposable if it can be easily returned to a state in which it can be used as a raw material once again. This might be through local waste infrastructure (e.g. certain plastics) or through specialized material recovery services (e.g. certain metals).", "risk": "Low", "goals": ["BE07"], "number": 24}, "o25": {"order": 25, "code": "o25", "title": "Our business's operations may cause temporary disruption unlikely to impact the long-term health or economic stability of local communities", "help_text": "This characteristic captures a variety of disruptive activities not explicitly covered elsewhere. Examples include noise pollution or genetic cross-contamination.", "risk": "Moderate", "goals": ["BE09"], "number": 25}, "o26": {"order": 26, "code": "o26", "title": "Our business regularly interacts with potentially vulnerable groups", "help_text": "Vulnerable groups include children, elderly and indigenous people and others who may be targeted and mistreated.\n \nThis characteristic applies where a significant proportion of interactions are likely to be vulnerable individuals (e.g. tourism trips on indigenous land).\n\nThis characteristic does not apply whereby a business's day-to-day interactions are broadly reflective of the population.", "risk": "High", "goals": ["BE20"], "number": 26}}}, "employees": {"name": "Employees", "items": {"E-1": {"order": 1, "code": "E-1", "title": "Our business's activities may expose employees to hazardous substances", "help_text": "A substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.\n\nThis characteristic does not apply when the substance is harmful due to flammability or explosiveness rather than toxicity.\n\nThis characteristic applies where employees face higher risk of harmful exposure than those faced in day-to-day life.", "risk": "High", "goals": ["BE10"], "number": 1}, "E-2": {"order": 2, "code": "E-2", "title": "Our business’s activities may repeatedly expose employees to potentially harmful substances", "help_text": "A substance is considered potentially harmful if is not immediately hazardous, but if it can build up in nature over time or can damage human health as a result of repeated exposure or exposure in elevated quantities. \n \nThis characteristic applies where employees face higher ongoing exposure risks than those faced in day-to-day life.", "risk": "High", "goals": ["BE10"], "number": 2}, "E-3": {"order": 3, "code": "E-3", "title": "Our business's activities rely on repetitive manual labour", "help_text": "Work that involves prolonged repetitive movements increases vulnerability to injury. Repetitive tasks might include packing, assembling, cleaning and sorting, using hand-tools, and operating machinery and equipment.", "risk": "Moderate", "goals": ["BE10"], "number": 3}, "E-4": {"order": 4, "code": "E-4", "title": "Our business may routinely expose employees to psychologically challenging situations", "help_text": "Psychologically challenging situations involve those which cause significant emotional strain that can elevate the risk of mental health issues and burnout. \n\nThis is typically driven by more than a heavy workload. Examples include responsibility over the lives or health of others and exposure to sensitive topic matters (e.g. social, prison or healthcare work).", "risk": "High", "goals": ["BE10"], "number": 4}, "E-5": {"order": 5, "code": "E-5", "title": "Our business's activities may expose employees to dangerous physical environments", "help_text": "A dangerous physical environment is one where presence of physical hazards puts employees at risk of injury or long-term health issues. Such hazards include heights, noise, radiation and pressure.\n \nThis characteristic applies where employees face higher risks than those faced in day-to-day life.", "risk": "High", "goals": ["BE10"], "number": 5}, "E-6": {"order": 6, "code": "E-6", "title": "Our business routinely requires employees to work overtime (more than 40 hours a week)", "help_text": "This characteristic applies to business activities where sustained overtime is prevalent either as an explicit condition of employment or is enforced via cultural norms (e.g. consultancy services).", "risk": "Moderate", "goals": ["BE10", "BE12"], "number": 6}, "E-7": {"order": 7, "code": "E-7", "title": "Our business's wages include non-guaranteed elements, resulting in unpredictable income", "help_text": "Non-guaranteed elements include piece-rate pay, commission and tips. This characteristic applies where employees within the business may be at risk of receiving less than a living wage given the non-guaranteed nature of their earnings.\n \nThis characteristic does not apply where income is not guaranteed but where above living wage earnings are generally expected (e.g. high-skilled contract work).", "risk": "High", "goals": ["BE11"], "number": 7}, "E-8": {"order": 8, "code": "E-8", "title": "Our business has a significant proportion of temporary workers", "help_text": "This characteristic often applies to business activities whose demand for labour fluctuates significantly or whose business model lends itself to temporary labour. Examples include agriculture, tourism and retail.", "risk": "High", "goals": ["BE11", "BE12"], "number": 8}, "E-9": {"order": 9, "code": "E-9", "title": "Our business has a significant proportion of employees on zero hour contracts", "help_text": "A contract which does not guarantee a certain number of hours puts workers at risk of low pay, especially as such contracts often provide hours at late notice (making it hard to balance alongside other jobs).\n\nExamples may include work commonly defined within the gig economy (delivery and taxi drivers), retail, leisure and hospitality.", "risk": "High", "goals": ["BE11", "BE12"], "number": 9}, "E-10": {"order": 10, "code": "E-10", "title": "Our business has a significant proportion of employees carrying out low-skilled labour", "help_text": "This is applicable to business activities where employee functions, central to revenue-generation, do not require high-levels of education, training or technical ability to execute. Examples include the use of assembly lines in manufacturing and manual labour used in agriculture or construction.", "risk": "High", "goals": ["BE11", "BE12"], "number": 10}, "E-11": {"order": 11, "code": "E-11", "title": "Our business has a significant proportion of migrant workers who may not have access to adequate social protections", "help_text": "A migrant worker is a person who moves to another country or area in order to find employment. Migrant workers are often vulnerable due to lack of official documentation or official work permits, or from working in a country where they do not have basic workers rights or access to legal support to report incidents. \n\nThis characteristic applies to business activities which are likely to rely on migrants for cheap labour. Examples include construction and cleaning. ", "risk": "High", "goals": ["BE11", "BE13"], "number": 11}, "E-12": {"order": 12, "code": "E-12", "title": "Our business predominantly employs people who are high-skilled and well paid", "help_text": "This is applicable to business activities where employee functions, central to revenue-generation, require high-levels of education, training or technical ability to execute.", "risk": "Low", "goals": ["BE11", "BE14"], "number": 12}, "E-13": {"order": 13, "code": "E-13", "title": "Our business has a significant proportion of employees who may require additional protection against discrimination", "help_text": "Certain groups can be more vulnerable to discrimination due to particular personal characteristics such as gender, especially when carrying out low-skilled labour. \n\nThis characteristic applies when the business activity requires low-skilled labour and the employees are women, migrants or another historically vulnerable groups.", "risk": "Moderate", "goals": ["BE13"], "number": 13}, "E-14": {"order": 14, "code": "E-14", "title": "Our business's industry or location are associated with a heightened risk of child or forced labour", "help_text": "The definition of child labour varies by country but the minimum working age of 15 is defined by the ILO Convention no.138.\n\nForced labour is work performed involuntarily and under the threat of penalty.", "risk": "High", "goals": ["BE12"], "number": 14}, "E-15": {"order": 15, "code": "E-15", "title": "Our business is part of the gig-economy", "help_text": "The gig economy is characterised by the temporary, flexible work carried out by workers who are often legally independent contractors or self-employed rather than full-time employees.\n \nThis applies when the typical business model reflect such an arrangement.", "risk": "High", "goals": ["BE11", "BE12", "BE14"], "number": 15}}}, "products_and_customers": {"name": "Products and customers", "items": {"P-1": {"order": 1, "code": "P-1", "title": "Our business's products are natural resources", "help_text": "Natural resources are commodities that are considered valuable in their raw form (e.g. crops, livestock, metals and minerals).", "risk": "Moderate", "goals": ["BE04"], "number": 1}, "P-3": {"order": 3, "code": "P-3", "title": "Our business sells or profits from information collected from the users of our products as a core activity", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. Information may be collected actively, through the submission of personal data, or passively, thruogh the tracking of user behaviour (e.g. subscribing to a website or using social media).", "risk": "High", "goals": ["BE20"], "number": 3}, "P-4": {"order": 4, "code": "P-4", "title": "Our business supplies goods or services primarily to the public sector", "help_text": "The public sector is composed of government and government-controlled enterprises.", "risk": "High", "goals": ["BE22"], "number": 4}, "P-5": {"order": 5, "code": "P-5", "title": "Our business only sells physical goods which it does not manufacture itself", "help_text": "This characteristic applies when a company purchases physical goods from a supplier for direct onward sale to customers. Examples include supermarkets and department stores.", "risk": "Low", "goals": ["BE05"], "number": 5}, "P-6": {"order": 6, "code": "P-6", "title": "Our business only sells fixed structures that are made to last", "help_text": "Examples include building, bridges and roads. This does not include movable products with a long lifespan such as airplanes, ships and motor vehicles. ", "risk": "Low", "goals": ["BE19"], "number": 6}, "P-7": {"order": 7, "code": "P-7", "title": "Our business' products are physical goods which are typically replaced or which need replacing within 10 years", "help_text": "This includes physical goods which are typically replaced or which need replacing within 10 years.", "risk": "High", "goals": ["BE19"], "number": 7}, "P-8": {"order": 8, "code": "P-8", "title": "Our business disseminates information as a core activity", "help_text": "This characteristic applies to business which directly or indirectly (e.g. by providing a platform) facilitate the ongoing spread of vast quantities of information. Examples include news outlets and certain social media.", "risk": "High", "goals": ["BE20"], "number": 8}, "P-9": {"order": 9, "code": "P-9", "title": "Our business's products are intended to injure or incapacitate someone", "help_text": "This characteristic is applicable to products that, when used as intended, are likely to cause direct harm (e.g. weapons). \n\nHarm should be significant, in that it is either sustained, severe or irreversible.", "risk": "High", "goals": ["BE17"], "number": 9}, "P-10": {"order": 10, "code": "P-10", "title": "Our business's products are designed for human consumption or ingestion and may increase long-term health risks", "help_text": "This characteristic applies to products that could be reasonably expected to result in, or significantly contribute to, a reduction in user health if regularly consumed.  Harm should be significant, in that it is either sustained, severe or irreversible. An example is tobacco products.", "risk": "High", "goals": ["BE17", "BE15"], "number": 10}, "P-11": {"order": 11, "code": "P-11", "title": "Our business's products have been processed and are intended for consumption or for use on skin", "help_text": "This characteristic applies to products that go through multiple production processes and contain many ingredients. Examples of processed products that are consumed include soft drinks and packaged foods. \nExamples of processed products that may be rinsed off or absorbed by the skin include shampoo and make-up.\n\nIt does not include products that come into contact with human skin temporarily that are discarded rather than absorbed (e.g. band aids).", "risk": "Moderate", "goals": ["BE17", "BE15", "BE16"], "number": 11}, "P-12": {"order": 12, "code": "P-12", "title": "Our business's products depend on fossil fuels to operate", "help_text": "This characteristic applies to products which force users to emit greenhouse gases when used as intended. Examples include the manufacture and sale of machinery dependent on fossil fuel combustion.\n\nThis characteristic does not apply to electric goods which can be powered by batteries or power outlets. \n", "risk": "High", "goals": ["BE18"], "number": 12}, "P-13": {"order": 13, "code": "P-13", "title": "Our business's products consume water, energy or other inputs during use", "help_text": "This characteristic applies to products which consume resources in order to sustain continued use. Examples include electrical appliances, washing machines and motor vehicles.", "risk": "Moderate", "goals": ["BE15"], "number": 13}, "P-14": {"order": 14, "code": "P-14", "title": "Our business's products require detailed instructions to operate safely", "help_text": "This characteristic applies where sold products are complex enough to cause direct and significant harm to a user if handled incorrectly, even if the user is likely to be an employee and trained in using the equipment (e.g. manufacture of industrial machinery).", "risk": "High", "goals": ["BE15"], "number": 14}, "P-15": {"order": 15, "code": "P-15", "title": "Our business's products, when used as intended, are likely to disrupt the natural environment", "help_text": "This characteristic applies to products that, when used as intended, risk causing harm by degrading ecosystems or enabling the user to cause ecosystem degradation. \n\nThis can be a direct result of use (e.g. bottom-trawling fishing nets) which increases risk of harm. \n\nHarm should be significant, in that it is either sustained, severe or irreversible.", "risk": "High", "goals": ["BE17"], "number": 15}, "P-16": {"order": 16, "code": "P-16", "title": "Our business's products emit hazardous substances during use or post-use", "help_text": "A substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.\n\nExamples include specialty chemicals and x-ray machinery.", "risk": "High", "goals": ["BE17", "BE15"], "number": 16}, "P-17": {"order": 17, "code": "P-17", "title": "Our business's products contain hazardous substances", "help_text": "A substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.\n\nExamples include cleaning products and flame retardants.", "risk": "Moderate", "goals": ["BE17", "BE15", "BE19"], "number": 17}, "P-18": {"order": 18, "code": "P-18", "title": "Our business's products emit potentially harmful substances during use or post-use", "help_text": "A substance is considered potentially harmful if is not immediately hazardous, but if it can build up in nature over time or can damage human health as a result of repeated exposure or exposure in elevated quantities. This characteristic applies to products where it is likely the potentially harmful substances will escape into nature.\n\nExamples include pollutants from cars and micro-plastics from makeup and facial washes.", "risk": "High", "goals": ["BE17", "BE15"], "number": 18}, "P-19": {"order": 19, "code": "P-19", "title": "Our business's products contain potentially harmful substances", "help_text": "A substance is considered potentially harmful if is not immediately hazardous, but if it can build up in nature over time or can damage human health as a result of repeated exposure or exposure in elevated quantities.\n\nExamples include electronic appliances and batteries.", "risk": "Moderate", "goals": ["BE17", "BE15"], "number": 19}, "P-20": {"order": 20, "code": "P-20", "title": "Our business's products consist of or contain greenhouse gases which may be emitted during or following use", "help_text": "This characteristic applies to products which contain greenhouse gases in their formulations. Examples include pressurized containers that utilize nitrous oxide, and products that contain hydrofluorocarbons such as some refrigerants and tire inflators.", "risk": "High", "goals": ["BE18"], "number": 20}, "P-21": {"order": 21, "code": "P-21", "title": "Our business's products force users to emit negligible amounts of greenhouse gases", "help_text": "Examples of negligible greenhouse gas emissions include candles and scent diffusers.", "risk": "Low", "goals": ["BE18"], "number": 21}, "P-23": {"order": 23, "code": "P-23", "title": "Our business's products may be addictive", "help_text": "This characteristic applies to products that are designed to maximize engagement (e.g. some social media platforms) or that contain addictive substances (e.g. nicotine or prescription medicines).", "risk": "High", "goals": ["BE17", "BE15"], "number": 23}, "P-24": {"order": 24, "code": "P-24", "title": "Our business's products are likely to cause harm to people when used incorrectly or when used excessively, and are sold to consumers rather than other businesses", "help_text": "This characteristic applies where some degree of product misuse is likely to occur and where the specific activity undertaken determines the risk of harm to the final user from product misuse. Harm should be significant, in that it is either sustained, severe or irreversible. Examples include alcohol and pharmaceutical manufacturers. ", "risk": "Moderate", "goals": ["BE17", "BE15", "BE16"], "number": 24}, "P-25": {"order": 25, "code": "P-25", "title": "Our business's products may have use-phase impacts that are difficult to anticipate ahead of sale", "help_text": "Product impacts can be difficult to anticipate when they are the outcome of innovative technology or research. Examples may include pharmaceutical products with possible unanticipated side-effects or social media platforms which may affect user wellbeing in different ways than first anticipated. ", "risk": "High", "goals": ["BE16"], "number": 25}, "P-26": {"order": 26, "code": "P-26", "title": "Our business's products are not readily recyclable", "help_text": "This characteristic applies to products which cannot be repurposed by standard municipal waste infrastructure.", "risk": "Moderate", "goals": ["BE15"], "number": 26}, "P-27": {"order": 27, "code": "P-27", "title": "Our business's products are fully consumed by the user and require no or very little packaging", "help_text": "Products that are fully consumed include fuels and food. This characteristic also applies to products that end up fully consumed, even if packaging is required for transportation and distribution.", "risk": "Low", "goals": ["BE19"], "number": 27}, "P-28": {"order": 28, "code": "P-28", "title": "Our business only sells homogeneous materials which can be widely repurposed", "help_text": "Homogeneous materials are those with a uniform composition that cannot be physically separated into different materials. \n\nThis characteristic applies to goods that do not require disassembly before repurposing. Examples include natural resources such as crops, gemstones and basic metals. ", "risk": "Low", "goals": ["BE19"], "number": 28}}}, "broader_society": {"name": "Broader society", "items": {"BS-2": {"order": 2, "code": "BS-2", "title": "Our business's activities are premised on movement between multiple countries or jurisdictions", "help_text": "This characteristic applies to companies that earn a significant portion of income from the transport goods or people across national or tax borders as part of their product or service offering. ", "risk": "High", "goals": ["BE21"], "number": 2}, "BS-3": {"order": 3, "code": "BS-3", "title": "Our business is registered in a recognised 'tax haven' or 'grey list' country", "help_text": "A tax haven is generally an offshore country that offers foreign individuals and businesses little or no tax liability. Examples include the Cayman Islands, Bermuda, Switzerland and Jersey. A 'grey list' country is one under increased monitoring by the Financial Action Task Force. Examples include Barbados, Pakistan, Iceland and Zimbabwe.", "risk": "High", "goals": ["BE21"], "number": 3}, "BS-4": {"order": 4, "code": "BS-4", "title": "Our business is a registered charity", "help_text": "A charity is an organisation with specific purposes defined in law to be charitable, and is exclusively for public benefit.", "risk": "Low", "goals": ["BE21"], "number": 4}, "BS-5": {"order": 5, "code": "BS-5", "title": "Our business only operates in one country", "help_text": "This characteristic applies to companies who only owns or operates sites within the boundaries of one country.", "risk": "Low", "goals": ["BE21"], "number": 5}, "BS-6": {"order": 6, "code": "BS-6", "title": "Our business’s revenue generation has the potential to be significantly restricted by public policies and regulations", "help_text": "This characteristic applies where there is either a precedent for, or an anticipated growth in, advancing social and environmental legislation that will threaten the ability to do business as usual. Examples include a carbon tax or sugar tax.", "risk": "High", "goals": ["BE22"], "number": 6}, "BS-7": {"order": 7, "code": "BS-7", "title": "Our business is heavily subsidised by the government", "help_text": "A subsidy is a direct or indirect payment to individuals or firms, usually in the form of a cash payment from the government or a targeted tax cut. A company can be considered heavily subsidised if it would be unable to remain profitable if all industry subsidies were removed. Examples of heavily subsidised industries include agriculture and oil and gas.", "risk": "High", "goals": ["BE22"], "number": 7}, "BS-8": {"order": 8, "code": "BS-8", "title": "Our business does not engage in lobbying or advocacy and does not hold memberships with any associations", "help_text": "Lobbying and advocacy include efforts to shape the public discourse through activities such as advertising, public relations, social media, and participation in influential forums, including trade associations and advocacy groups.", "risk": "Low", "goals": ["BE22"], "number": 8}, "BS-9": {"order": 9, "code": "BS-9", "title": "Our business is associated with limited negative social and/or environmental impacts and there is unsubstantial lobbying among our sector", "help_text": "This characteristic applies where no ongoing or severe harm is caused to people or the environment as a result of the business activity (e.g. education, beauty services).", "risk": "Low", "goals": ["BE22"], "number": 9}, "BS-10": {"order": 10, "code": "BS-10", "title": "Our business is likely to negotiate with governing bodies or local communities for rights to resources or land", "help_text": "This characteristic is likely to apply if a business activity relies on large areas of undeveloped land to operate. Examples include mining and agriculture. ", "risk": "High", "goals": ["BE08", "BE09", "BE22"], "number": 10}, "BS-11": {"order": 11, "code": "BS-11", "title": "Our business has highly innovative products and/or operating processes that are disrupting traditional markets", "help_text": "Innovation may take the form of technology, concept or business model. This characteristic applies where innovation used by a business is subject to significant public discussion of ethical concerns (e.g. cryptocurrencies).", "risk": "Moderate", "goals": ["BE20"], "number": 11}}}}, "non_product": {"business_inputs": {"name": "Business inputs", "items": {"BI-2": {"order": 2, "code": "BI-2", "title": "Our business's core activities are water-intensive", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. \n\nWater-intensive operations are likely to use water for process-specific washing, cooling, heating or pressure.\n \nThis characteristic does not apply to activities that predominantly use water for standard cleaning practices, unless such water use is evidenced to be very significant.", "risk": "High", "goals": ["BE02"], "number": 2}, "BI-4": {"order": 4, "code": "BI-4", "title": "Our business uses water for personal consumption and basic sanitation purposes only", "help_text": "Personal consumption and basic sanitation purposes include use of water for drinking and standard hygiene practices, as well as cleaning carried out for the purpose of maintaining basic cleanliness standards (e.g. cleaning an office).\n \nThis characteristic does not apply if water is used even for minimal commercial and industrial purposes (e.g. restaurants).", "risk": "Low", "goals": ["BE02"], "number": 4}, "BI-5": {"order": 5, "code": "BI-5", "title": "Our business's use of local natural resources has the potential to increase prices and/or hinder community access", "help_text": "Natural resources include water, flora and fauna, and mined minerals.\n\nThis characteristic applies if the business is directly extracting vast amounts of the natural resource itself at unsustainable rates - i.e. faster than the resource can be replenished.\n\nThis characteristic does not apply if the company is simply dependent on the purchase of natural resources (e.g. electronic manufacturing relies on the purchase of cobalt but the manufacturers do not extract the cobalt themselves).", "risk": "High", "goals": ["BE09"], "number": 5}, "BI-6": {"order": 6, "code": "BI-6", "title": "Our business's core product inputs or end products are perishable", "help_text": "A core input is one that is embedded into, or necessarily consumed in the creation of physical goods or provision of a service central to revenue-generation. A perishable input or product is one that decays quickly. Examples include food-based products and pharmaceuticals.", "risk": "High", "goals": ["BE07"], "number": 6}, "BI-7": {"order": 7, "code": "BI-7", "title": "Our business's only energy source is procured electricity for ancillary purposes, such as lighting and operation of standard electrical equipment.", "help_text": "Standard electrical equipment is that which can be typically found in both offices and private homes (e.g. laptops, printers, fridges). ", "risk": "Low", "goals": ["BE01", "BE06"], "number": 7}, "BI-8": {"order": 8, "code": "BI-8", "title": "Our business only uses procured grid electricity and we operate in a country where national grid electricity is entirely renewable", "help_text": "This characteristic applies when all company owned or controlled sites are located in regions where national grid electricity is more than 90% renewable. Regional examples include Iceland and Norway. ", "risk": "Low", "goals": ["BE01", "BE06"], "number": 8}, "BI-10": {"order": 10, "code": "BI-10", "title": "Our business only procures ancillary goods and services for its own operations", "help_text": "Ancillary goods are those used or consumed in the course of day-to-day operations (e.g. office supplies, cleaning products, IT equipment). Examples include professional services and others in the knowledge economy.", "risk": "Low", "goals": ["BE04"], "number": 10}, "BI-11": {"order": 11, "code": "BI-11", "title": "Our business's core activities require sophisticated digital infrastructure", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. Digital infrastructure typically refers to the equipment necessary to enable the use of data, computerised devices and processes. \n\n Most business activities use digital infrastructure to support operations, but this characteristic applies only when complex, specialized (usually energy-intensive) equipment is required for the business activity to occur (e.g. use of data servers by information processing companies and financial exchanges).", "risk": "High", "goals": ["BE01", "BE06"], "number": 11}, "BI-12": {"order": 12, "code": "BI-12", "title": "Our business uses hazardous substances as a core input", "help_text": "A core input is one that is embedded into, or necessarily consumed in the creation of physical goods or delivery of a service central to revenue-generation.\n\nA substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.", "risk": "High", "goals": ["BE05"], "number": 12}}}, "operations": {"name": "Operations", "items": {"o1": {"order": 1, "code": "o1", "title": "Our business transports or distributes goods, materials or people as a core activity", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. This characteristic does not apply to businesses who may undertake their own distribution, but whose core revenue-generating activity is the manufacture or sale of physical goods.", "risk": "High", "goals": ["BE01", "BE05", "BE06"], "number": 1}, "o2": {"order": 2, "code": "o2", "title": "Our business's core activity is the generation of energy from fossil fuels", "help_text": "An activity is core to a business activity, if it represents a defining business feature or process, central to revenue-generation. ", "risk": "High", "goals": ["BE06"], "number": 2}, "o4": {"order": 4, "code": "o4", "title": "Our business manages, stores or distributes hazardous substances as a core activity", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. \n\nA substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.", "risk": "High", "goals": ["BE05"], "number": 4}, "o5": {"order": 5, "code": "o5", "title": "Our business builds physical infrastructure as a core activity", "help_text": "An activity is core to a business activity, if it represents a defining business feature or process, central to revenue-generation. \n\nThis characteristic does not apply where a company builds its own structures to support its core business activity (e.g. mining company constructs mining shafts and a road to support its operations).", "risk": "High", "goals": ["BE05", "BE08", "BE09"], "number": 5}, "o6": {"order": 6, "code": "o6", "title": "Our business uses heavy machinery", "help_text": "Heavy machinery is self-powered, self-propelled or towed mechanical devices, equipment and vehicles typically used for construction, industrial, maritime, mining and forestry purposes. \n\nThis characteristic applies when the regular operation of heavy machinery is central to revenue-generation.", "risk": "Moderate", "goals": ["BE10"], "number": 6}, "o7": {"order": 7, "code": "o7", "title": "Our business undertakes experiments on human subjects", "help_text": "Experiments on human subjects is often necessary for scientific research (e.g. pharmaceuticals and cosmetics).", "risk": "High", "goals": ["BE20"], "number": 7}, "o8": {"order": 8, "code": "o8", "title": "Our business relies on animal testing as part of our operations", "help_text": "Reliance on animal testing may be the result of regulatory compliance, or typical industry business practice (e.g. cosmetics and pharmaceutical development).\n \nThis characteristic applies when the business activity is directly reliant on animal testing to operate.", "risk": "High", "goals": ["BE03"], "number": 8}, "o12": {"order": 12, "code": "o12", "title": "Our business owns or manages large swathes of land for natural resource management", "help_text": "This characteristic applies to those who manage land containing natural resources which requires active management and those who steward large swathes of land on which there are natural resources (e.g. parklands and forests). \n \n This characteristic does not apply to activities where active natural resource management is not central to revenue-generation (e.g. wind farms, or real estate developments). ", "risk": "High", "goals": ["BE03", "BE08"], "number": 12}, "o13": {"order": 13, "code": "o13", "title": "Our business's core activities involve the ownership, management and/or investment of financial assets", "help_text": "This characteristic applies when the ownership, management or investment of financial assets is the defining activity, central to revenue-generation. \n\nIt typically applies to activities within the financial sector or to companies with significant financial assets that generate a principal revenue stream.", "risk": "High", "goals": ["BE23"], "number": 13}, "o14": {"order": 14, "code": "o14", "title": "Our business manages or invests a significant quantity of financial assets (in-house or via third-party managers) for an extended period of time", "help_text": "This characteristic is not applicable to businesses who predominantly manage cash, cash-equivalents or short-term marketable instruments such as money market funds.", "risk": "Moderate", "goals": ["BE23"], "number": 14}, "o15": {"order": 15, "code": "o15", "title": "Our business operates predominantly outside of built-up areas", "help_text": "A built-up area is one that has a high concentration of human settlement, such as cities and towns.", "risk": "Moderate", "goals": ["BE08"], "number": 15}, "o17": {"order": 17, "code": "o17", "title": "Our business generates contaminated wastewater which requires specialized treatment", "help_text": "Specialized treatment is typically biological, chemical or physical and refers to that which is different and additional to treatment carried out by municipal water treatment systems. Without treatment specific to its contaminants, wastewater could harm the surrounding environment upon emission. \n \nThis characteristic does not apply to businesses whose processes create wastewater that can be managed by municipal water treatment systems (e.g. when wastewater contaminants are produced by standard cleaning and sanitation practices).", "risk": "High", "goals": ["BE02"], "number": 17}, "o18": {"order": 18, "code": "o18", "title": "Our business emits significant greenhouse gases as an operational by-product unrelated to energy use", "help_text": "Certain activities release extensive greenhouse gases outside of burning fossil fuels, such as through chemical reactions. Examples include cement production or livestock rearing.", "risk": "High", "goals": ["BE06"], "number": 18}, "o19": {"order": 19, "code": "o19", "title": "Our business generates significant quantities of hazardous substances as an operational by-product", "help_text": "A substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure. \n\nThis characteristic also applies to businesses which produce significant volumes of hazardous waste.", "risk": "High", "goals": ["BE05"], "number": 19}, "o20": {"order": 20, "code": "o20", "title": "Our business's core activities lead to a significant risk of spills or leaks of hazardous substances", "help_text": "An activity is core to a business activity, if it represents a defining business feature or process, central to revenue-generation. \n\nLeaks and spills are likely to occur when a company's core activities involve the transfer, storage or ongoing management of harmful substances. Leaks and spills are likely to cause sustained, severe or irreversible harm.\n\nA substance is considered harmful if one or more of the following is true:\n- It has properties that make it dangerous to human health or the environment.\n- The substance is designated as harmful by credible industry bodies, national or legal legislation, or credible peer-reviewed research.\n-The substance is likely to build up in nature, such as human-made synthetics, heavy metals compounds, ozone-depleting chemical substances and aerosols.", "risk": "High", "goals": ["BE05", "BE09"], "number": 20}, "o21": {"order": 21, "code": "o21", "title": "Our business delivers services without emitting hazardous substances or requiring the use of heavy machinery", "help_text": "A service does not involve the sale of physical goods. Services that may fulfil this characteristic include those within the knowledge economy.", "risk": "Low", "goals": ["BE05"], "number": 21}, "o22": {"order": 22, "code": "o22", "title": "Our business only creates virtual products without emitting hazardous substances", "help_text": "A virtual product is one that has no physical form and is digital in nature. Examples include software and internet-based platforms.", "risk": "Low", "goals": ["BE05"], "number": 22}, "o25": {"order": 25, "code": "o25", "title": "Our business's operations may cause temporary disruption unlikely to impact the long-term health or economic stability of local communities", "help_text": "This characteristic captures a variety of disruptive activities not explicitly covered elsewhere. Examples include noise pollution or genetic cross-contamination.", "risk": "Moderate", "goals": ["BE09"], "number": 25}, "o26": {"order": 26, "code": "o26", "title": "Our business regularly interacts with potentially vulnerable groups", "help_text": "Vulnerable groups include children, elderly and indigenous people and others who may be targeted and mistreated.\n \nThis characteristic applies where a significant proportion of interactions are likely to be vulnerable individuals (e.g. tourism trips on indigenous land).\n\nThis characteristic does not apply whereby a business's day-to-day interactions are broadly reflective of the population.", "risk": "High", "goals": ["BE20"], "number": 26}}}, "employees": {"name": "Employees", "items": {"E-1": {"order": 1, "code": "E-1", "title": "Our business's activities may expose employees to hazardous substances", "help_text": "A substance is considered hazardous if it is classified as toxic, corrosive, an irritant, flammable, explosive, highly reactive, carcinogenic or radioactive. Such substances cause immediate, severe and irreversible harm to people or the environment after limited exposure.\n\nThis characteristic does not apply when the substance is harmful due to flammability or explosiveness rather than toxicity.\n\nThis characteristic applies where employees face higher risk of harmful exposure than those faced in day-to-day life.", "risk": "High", "goals": ["BE10"], "number": 1}, "E-2": {"order": 2, "code": "E-2", "title": "Our business’s activities may repeatedly expose employees to potentially harmful substances", "help_text": "A substance is considered potentially harmful if is not immediately hazardous, but if it can build up in nature over time or can damage human health as a result of repeated exposure or exposure in elevated quantities. \n \nThis characteristic applies where employees face higher ongoing exposure risks than those faced in day-to-day life.", "risk": "High", "goals": ["BE10"], "number": 2}, "E-3": {"order": 3, "code": "E-3", "title": "Our business's activities rely on repetitive manual labour", "help_text": "Work that involves prolonged repetitive movements increases vulnerability to injury. Repetitive tasks might include packing, assembling, cleaning and sorting, using hand-tools, and operating machinery and equipment.", "risk": "Moderate", "goals": ["BE10"], "number": 3}, "E-4": {"order": 4, "code": "E-4", "title": "Our business may routinely expose employees to psychologically challenging situations", "help_text": "Psychologically challenging situations involve those which cause significant emotional strain that can elevate the risk of mental health issues and burnout. \n\nThis is typically driven by more than a heavy workload. Examples include responsibility over the lives or health of others and exposure to sensitive topic matters (e.g. social, prison or healthcare work).", "risk": "High", "goals": ["BE10"], "number": 4}, "E-5": {"order": 5, "code": "E-5", "title": "Our business's activities may expose employees to dangerous physical environments", "help_text": "A dangerous physical environment is one where presence of physical hazards puts employees at risk of injury or long-term health issues. Such hazards include heights, noise, radiation and pressure.\n \nThis characteristic applies where employees face higher risks than those faced in day-to-day life.", "risk": "High", "goals": ["BE10"], "number": 5}, "E-6": {"order": 6, "code": "E-6", "title": "Our business routinely requires employees to work overtime (more than 40 hours a week)", "help_text": "This characteristic applies to business activities where sustained overtime is prevalent either as an explicit condition of employment or is enforced via cultural norms (e.g. consultancy services).", "risk": "Moderate", "goals": ["BE10", "BE12"], "number": 6}, "E-7": {"order": 7, "code": "E-7", "title": "Our business's wages include non-guaranteed elements, resulting in unpredictable income", "help_text": "Non-guaranteed elements include piece-rate pay, commission and tips. This characteristic applies where employees within the business may be at risk of receiving less than a living wage given the non-guaranteed nature of their earnings.\n \nThis characteristic does not apply where income is not guaranteed but where above living wage earnings are generally expected (e.g. high-skilled contract work).", "risk": "High", "goals": ["BE11"], "number": 7}, "E-8": {"order": 8, "code": "E-8", "title": "Our business has a significant proportion of temporary workers", "help_text": "This characteristic often applies to business activities whose demand for labour fluctuates significantly or whose business model lends itself to temporary labour. Examples include agriculture, tourism and retail.", "risk": "High", "goals": ["BE11", "BE12"], "number": 8}, "E-9": {"order": 9, "code": "E-9", "title": "Our business has a significant proportion of employees on zero hour contracts", "help_text": "A contract which does not guarantee a certain number of hours puts workers at risk of low pay, especially as such contracts often provide hours at late notice (making it hard to balance alongside other jobs).\n\nExamples may include work commonly defined within the gig economy (delivery and taxi drivers), retail, leisure and hospitality.", "risk": "High", "goals": ["BE11", "BE12"], "number": 9}, "E-10": {"order": 10, "code": "E-10", "title": "Our business has a significant proportion of employees carrying out low-skilled labour", "help_text": "This is applicable to business activities where employee functions, central to revenue-generation, do not require high-levels of education, training or technical ability to execute. Examples include the use of assembly lines in manufacturing and manual labour used in agriculture or construction.", "risk": "High", "goals": ["BE11", "BE12"], "number": 10}, "E-11": {"order": 11, "code": "E-11", "title": "Our business has a significant proportion of migrant workers who may not have access to adequate social protections", "help_text": "A migrant worker is a person who moves to another country or area in order to find employment. Migrant workers are often vulnerable due to lack of official documentation or official work permits, or from working in a country where they do not have basic workers rights or access to legal support to report incidents. \n\nThis characteristic applies to business activities which are likely to rely on migrants for cheap labour. Examples include construction and cleaning. ", "risk": "High", "goals": ["BE11", "BE13"], "number": 11}, "E-12": {"order": 12, "code": "E-12", "title": "Our business predominantly employs people who are high-skilled and well paid", "help_text": "This is applicable to business activities where employee functions, central to revenue-generation, require high-levels of education, training or technical ability to execute.", "risk": "Low", "goals": ["BE11", "BE14"], "number": 12}, "E-13": {"order": 13, "code": "E-13", "title": "Our business has a significant proportion of employees who may require additional protection against discrimination", "help_text": "Certain groups can be more vulnerable to discrimination due to particular personal characteristics such as gender, especially when carrying out low-skilled labour. \n\nThis characteristic applies when the business activity requires low-skilled labour and the employees are women, migrants or another historically vulnerable groups.", "risk": "Moderate", "goals": ["BE13"], "number": 13}, "E-14": {"order": 14, "code": "E-14", "title": "Our business's industry or location are associated with a heightened risk of child or forced labour", "help_text": "The definition of child labour varies by country but the minimum working age of 15 is defined by the ILO Convention no.138.\n\nForced labour is work performed involuntarily and under the threat of penalty.", "risk": "High", "goals": ["BE12"], "number": 14}, "E-15": {"order": 15, "code": "E-15", "title": "Our business is part of the gig-economy", "help_text": "The gig economy is characterised by the temporary, flexible work carried out by workers who are often legally independent contractors or self-employed rather than full-time employees.\n \nThis applies when the typical business model reflect such an arrangement.", "risk": "High", "goals": ["BE11", "BE12", "BE14"], "number": 15}}}, "products_and_customers": {"name": "Products and customers", "items": {"P-2": {"order": 2, "code": "P-2", "title": "Our business provides some physical goods to customers as part of a service", "help_text": "This characteristic applies to services that require the provision of physical goods in order to function (e.g. food in restaurants).", "risk": "Moderate", "goals": ["BE07", "BE19"], "number": 2}, "P-3": {"order": 3, "code": "P-3", "title": "Our business sells or profits from information collected from the users of our products as a core activity", "help_text": "An activity is core to a business activity if it represents a defining business feature or process, central to revenue-generation. Information may be collected actively, through the submission of personal data, or passively, thruogh the tracking of user behaviour (e.g. subscribing to a website or using social media).", "risk": "High", "goals": ["BE20"], "number": 3}, "P-4": {"order": 4, "code": "P-4", "title": "Our business supplies goods or services primarily to the public sector", "help_text": "The public sector is composed of government and government-controlled enterprises.", "risk": "High", "goals": ["BE22"], "number": 4}, "P-8": {"order": 8, "code": "P-8", "title": "Our business disseminates information as a core activity", "help_text": "This characteristic applies to business which directly or indirectly (e.g. by providing a platform) facilitate the ongoing spread of vast quantities of information. Examples include news outlets and certain social media.", "risk": "High", "goals": ["BE20"], "number": 8}, "P-22": {"order": 22, "code": "P-22", "title": "Our business facilitates access to areas of high biodiversity or cultural value", "help_text": "This characteristic applies to businesses which sells, transports or otherwise facilitates access to areas of high biodiversity or cultural value as part of their service offering. Examples include tourism services.\n\nA biodiverse area is one with high concentrations of endemic or rare species that are significant at a global or regional level. Examples include rainforests or mangroves. \n\nAn area of cultural value is one of cultural, archaeological, historical, religious or sacred significance. Examples include land belonging to indigenous peoples.", "risk": "Moderate", "goals": ["BE17", "BE15"], "number": 22}, "P-23": {"order": 23, "code": "P-23", "title": "Our business's products may be addictive", "help_text": "This characteristic applies to products that are designed to maximize engagement (e.g. some social media platforms) or that contain addictive substances (e.g. nicotine or prescription medicines).", "risk": "High", "goals": ["BE17", "BE15"], "number": 23}, "P-25": {"order": 25, "code": "P-25", "title": "Our business's products may have use-phase impacts that are difficult to anticipate ahead of sale", "help_text": "Product impacts can be difficult to anticipate when they are the outcome of innovative technology or research. Examples may include pharmaceutical products with possible unanticipated side-effects or social media platforms which may affect user wellbeing in different ways than first anticipated. ", "risk": "High", "goals": ["BE16"], "number": 25}}}, "broader_society": {"name": "Broader society", "items": {"BS-1": {"order": 1, "code": "BS-1", "title": "Our business's value largely resides in intangible assets that are not tied to physical locations", "help_text": "This characteristic applies to businesses where a significant portion of their fixed assets are made up of intangible assets. Intangible assets are non-physical assets owned by the business, such as patents, product recipes, copyrights, and intellectual property.", "risk": "High", "goals": ["BE21"], "number": 1}, "BS-2": {"order": 2, "code": "BS-2", "title": "Our business's activities are premised on movement between multiple countries or jurisdictions", "help_text": "This characteristic applies to companies that earn a significant portion of income from the transport goods or people across national or tax borders as part of their product or service offering. ", "risk": "High", "goals": ["BE21"], "number": 2}, "BS-3": {"order": 3, "code": "BS-3", "title": "Our business is registered in a recognised 'tax haven' or 'grey list' country", "help_text": "A tax haven is generally an offshore country that offers foreign individuals and businesses little or no tax liability. Examples include the Cayman Islands, Bermuda, Switzerland and Jersey. A 'grey list' country is one under increased monitoring by the Financial Action Task Force. Examples include Barbados, Pakistan, Iceland and Zimbabwe.", "risk": "High", "goals": ["BE21"], "number": 3}, "BS-4": {"order": 4, "code": "BS-4", "title": "Our business is a registered charity", "help_text": "A charity is an organisation with specific purposes defined in law to be charitable, and is exclusively for public benefit.", "risk": "Low", "goals": ["BE21"], "number": 4}, "BS-5": {"order": 5, "code": "BS-5", "title": "Our business only operates in one country", "help_text": "This characteristic applies to companies who only owns or operates sites within the boundaries of one country.", "risk": "Low", "goals": ["BE21"], "number": 5}, "BS-6": {"order": 6, "code": "BS-6", "title": "Our business’s revenue generation has the potential to be significantly restricted by public policies and regulations", "help_text": "This characteristic applies where there is either a precedent for, or an anticipated growth in, advancing social and environmental legislation that will threaten the ability to do business as usual. Examples include a carbon tax or sugar tax.", "risk": "High", "goals": ["BE22"], "number": 6}, "BS-7": {"order": 7, "code": "BS-7", "title": "Our business is heavily subsidised by the government", "help_text": "A subsidy is a direct or indirect payment to individuals or firms, usually in the form of a cash payment from the government or a targeted tax cut. A company can be considered heavily subsidised if it would be unable to remain profitable if all industry subsidies were removed. Examples of heavily subsidised industries include agriculture and oil and gas.", "risk": "High", "goals": ["BE22"], "number": 7}, "BS-8": {"order": 8, "code": "BS-8", "title": "Our business does not engage in lobbying or advocacy and does not hold memberships with any associations", "help_text": "Lobbying and advocacy include efforts to shape the public discourse through activities such as advertising, public relations, social media, and participation in influential forums, including trade associations and advocacy groups.", "risk": "Low", "goals": ["BE22"], "number": 8}, "BS-9": {"order": 9, "code": "BS-9", "title": "Our business is associated with limited negative social and/or environmental impacts and there is unsubstantial lobbying among our sector", "help_text": "This characteristic applies where no ongoing or severe harm is caused to people or the environment as a result of the business activity (e.g. education, beauty services).", "risk": "Low", "goals": ["BE22"], "number": 9}, "BS-10": {"order": 10, "code": "BS-10", "title": "Our business is likely to negotiate with governing bodies or local communities for rights to resources or land", "help_text": "This characteristic is likely to apply if a business activity relies on large areas of undeveloped land to operate. Examples include mining and agriculture. ", "risk": "High", "goals": ["BE08", "BE09", "BE22"], "number": 10}, "BS-11": {"order": 11, "code": "BS-11", "title": "Our business has highly innovative products and/or operating processes that are disrupting traditional markets", "help_text": "Innovation may take the form of technology, concept or business model. This characteristic applies where innovation used by a business is subject to significant public discussion of ethical concerns (e.g. cryptocurrencies).", "risk": "Moderate", "goals": ["BE20"], "number": 11}}}}, "counts": {"business_inputs": {"product": 12, "non_product": 9}, "operations": {"product": 23, "non_product": 19}, "employees": {"product": 15, "non_product": 15}, "products_and_customers": {"product": 26, "non_product": 7}, "broader_society": {"product": 10, "non_product": 11}}, "question_ids_by_goal": {"BE01": {"product": ["BI-1", "BI-7", "BI-8", "BI-11", "o1", "o3"], "non_product": ["BI-7", "BI-8", "BI-11", "o1"]}, "BE05": {"product": ["BI-1", "BI-12", "o1", "o4", "o5", "o19", "o20", "P-5"], "non_product": ["BI-12", "o1", "o4", "o5", "o19", "o20", "o21", "o22"]}, "BE06": {"product": ["BI-1", "BI-7", "BI-8", "BI-11", "o1", "o2", "o3", "o18"], "non_product": ["BI-7", "BI-8", "BI-11", "o1", "o2", "o18"]}, "BE02": {"product": ["BI-2", "BI-3", "BI-4", "o17"], "non_product": ["BI-2", "BI-4", "o17"]}, "BE09": {"product": ["BI-5", "o5", "o16", "o20", "o25", "BS-10"], "non_product": ["BI-5", "o5", "o20", "o25", "BS-10"]}, "BE07": {"product": ["BI-6", "o23", "o24"], "non_product": ["BI-6", "P-2"]}, "BE04": {"product": ["BI-9", "BI-13", "P-1"], "non_product": ["BI-10"]}, "BE08": {"product": ["o5", "o9", "o10", "o11", "o12", "o15", "BS-10"], "non_product": ["o5", "o12", "o15", "BS-10"]}, "BE10": {"product": ["o6", "E-1", "E-2", "E-3", "E-4", "E-5", "E-6"], "non_product": ["o6", "E-1", "E-2", "E-3", "E-4", "E-5", "E-6"]}, "BE20": {"product": ["o7", "o26", "P-3", "P-8", "BS-11"], "non_product": ["o7", "o26", "P-3", "P-8", "BS-11"]}, "BE03": {"product": ["o8", "o9", "o10", "o11", "o12"], "non_product": ["o8", "o12"]}, "BE23": {"product": ["o14"], "non_product": ["o13", "o14"]}, "BE12": {"product": ["E-6", "E-8", "E-9", "E-10", "E-14", "E-15"], "non_product": ["E-6", "E-8", "E-9", "E-10", "E-14", "E-15"]}, "BE11": {"product": ["E-7", "E-8", "E-9", "E-10", "E-11", "E-12", "E-15"], "non_product": ["E-7", "E-8", "E-9", "E-10", "E-11", "E-12", "E-15"]}, "BE13": {"product": ["E-11", "E-13"], "non_product": ["E-11", "E-13"]}, "BE14": {"product": ["E-12", "E-15"], "non_product": ["E-12", "E-15"]}, "BE19": {"product": ["P-6", "P-7", "P-17", "P-27", "P-28"], "non_product": ["P-2"]}, "BE22": {"product": ["P-4", "BS-6", "BS-7", "BS-8", "BS-9", "BS-10"], "non_product": ["P-4", "BS-6", "BS-7", "BS-8", "BS-9", "BS-10"]}, "BE17": {"product": ["P-9", "P-10", "P-11", "P-15", "P-16", "P-17", "P-18", "P-19", "P-23", "P-24"], "non_product": ["P-22", "P-23"]}, "BE15": {"product": ["P-10", "P-11", "P-13", "P-14", "P-16", "P-17", "P-18", "P-19", "P-23", "P-24", "P-26"], "non_product": ["P-22", "P-23"]}, "BE16": {"product": ["P-11", "P-24", "P-25"], "non_product": ["P-25"]}, "BE18": {"product": ["P-12", "P-20", "P-21"], "non_product": []}, "BE21": {"product": ["BS-2", "BS-3", "BS-4", "BS-5"], "non_product": ["BS-1", "BS-2", "BS-3", "BS-4", "BS-5"]}}}, "risk_question_sections": {"product": {"business_inputs": {"BI-1": "What natural resources we use", "BI-7": "What goods we purchase"}, "operations": {"o1": "What we do", "o14": "Where we operate", "o17": "What we cause"}, "employees": {"E-1": "What our employees do", "E-8": "Who our employees are"}, "products_and_customers": {"P-1": "What our products are", "P-9": "What our products do", "P-12": "What our products need", "P-15": "What our products cause", "P-26": "How to repurpose our products"}, "broader_society": {}}, "non_product": {"business_inputs": {"BI-2": "What natural resources we use", "BI-7": "What goods we purchase"}, "operations": {"o1": "What we do", "o14": "Where we operate", "o17": "What we cause"}, "employees": {"E-1": "What our employees do", "E-8": "Who our employees are"}, "products_and_customers": {"P-2": "What our products are", "P-22": "What our products cause"}, "broader_society": {}}}, "goal_risk_defaults": {"BE01": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business consumes energy for commercial purposes, but does not rely on particularly energy-intensive processes", "non_product_title": "Our business consumes energy for commercial purposes, but does not rely on particularly energy-intensive processes"}, "BE02": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business consumes water for commercial purposes, but does not rely on particularly water-intensive or pollutive processes", "non_product_title": "Our business consumes water for commercial purposes, but does not rely on particularly water-intensive or pollutive processes"}, "BE03": {"product": "Unlikely", "non_product": "Unlikely", "product_title": "Our business does not own or manage natural resources, including large swathes of undeveloped land", "non_product_title": "Our business does not own or manage natural resources, including large swathes of undeveloped land"}, "BE04": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business regularly procures operational inputs in order to deliver our goods or services", "non_product_title": "Our business regularly procures operational inputs in order to deliver our goods or services"}, "BE05": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our activities may emit some potentially harmful substances into the environment", "non_product_title": "Our activities may emit some potentially harmful substances into the environment"}, "BE06": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business consumes energy for commercial purposes but does not rely on particularly energy or GHG-intensive processes", "non_product_title": "Our business consumes energy for commercial purposes but does not rely on particularly energy or GHG-intensive processes"}, "BE07": {"product": "Moderate", "non_product": "Low", "product_title": "Our activities generate some, but not high amounts of operational waste", "non_product_title": "Our activities generate some, but not high amounts of operational waste"}, "BE08": {"product": "Low", "non_product": "Low", "product_title": "Our business requires little physical space to operate or operates in built up areas only", "non_product_title": "Our business requires little physical space to operate or operates in built up areas only"}, "BE09": {"product": "Low", "non_product": "Low", "product_title": "Our business requires little physical space to operate or operates in built up areas only", "non_product_title": "Our business requires little physical space to operate or operates in built up areas only"}, "BE10": {"product": "Low", "non_product": "Low", "product_title": "Our activities do not expose employees to health risks beyond what can be expected in daily life", "non_product_title": "Our activities do not expose employees to health risks beyond what can be expected in daily life"}, "BE11": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our employee composition is varied, and do not require predominantly high skilled or low skilled labor", "non_product_title": "Our employee composition is varied, and do not require predominantly high skilled or low skilled labor"}, "BE12": {"product": "Low", "non_product": "Low", "product_title": "Our business does not engage in employment practices that heighten risk of inadequate employment terms", "non_product_title": "Our business does not engage in employment practices that heighten risk of inadequate employment terms."}, "BE13": {"product": "Low", "non_product": "Low", "product_title": "Our employee composition is demographically representative", "non_product_title": "Our employee composition is demographically representative"}, "BE14": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business predominantly relies on employees and not contractors or self-employed workers", "non_product_title": "Our business predominantly relies on employees and not contractors or self-employed workers"}, "BE15": {"product": "Low", "non_product": "Low", "product_title": "Our business' products are unlikely to cause or contribute to negative impacts during or after use", "non_product_title": "Our business' products are unlikely to cause or contribute to negative impacts during or after use"}, "BE16": {"product": "Low", "non_product": "Low", "product_title": "Our business's products are unlikely to have impacts that are difficult to anticipate ahead of sale", "non_product_title": "Our business's products are unlikely to have impacts that are difficult to anticipate ahead of sale"}, "BE17": {"product": "Low", "non_product": "Low", "product_title": "Our business' products are unlikely to cause or contribute to negative impacts during or after use", "non_product_title": "Our business' products are unlikely to cause or contribute to negative impacts during or after use"}, "BE18": {"product": "Unlikely", "non_product": "Unlikely", "product_title": "Our business' products do not emit greenhouse gases during or following use", "non_product_title": "Our business' products do not emit greenhouse gases during or following use"}, "BE19": {"product": "Moderate", "non_product": "Unlikely", "product_title": "Our business' products are physical goods which typically have a lifespan of more than 10 years", "non_product_title": "Our business does not provide physical goods to customers as part of our services"}, "BE20": {"product": "Low", "non_product": "Low", "product_title": "Our business activities do not have unique features which put us at an increased risk of having ethical challenges", "non_product_title": "Our business activities do not have unique features which put us at an increased risk of having ethical challenges"}, "BE21": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business operates in multiple countries, but our activities are not premised on the sale of intangible goods or movement of goods between borders", "non_product_title": "Our business operates in multiple countries, but our activities are not premised on the sale of intangible goods or movement of goods between borders"}, "BE22": {"product": "Moderate", "non_product": "Moderate", "product_title": "Our business may engage in lobbying activity, but our profitability is not likely to be jeopardised by policies and regulations", "non_product_title": "Our business may engage in lobbying activity, but our profitability is not likely to be jeopardised by policies and regulations"}, "BE23": {"product": "Low", "non_product": "Low", "product_title": "Our business's core activities do not involve the ownership, management and/or investment of financial assets", "non_product_title": "Our business's core activities do not involve the ownership, management and/or investment of financial assets"}}, "be_questions": {"BE01": {"4ec9aee52f7bd1abc9f3fc1dae34011d": {"text": "Determine the total amount of consumed energy during the reporting period.", "type": "number", "model": "4ec9aee52f7bd1abc9f3fc1dae34011d", "unit": "kWh"}, "4963c0b503f745dc0ba48f459650ea61": {"text": "Determine the amount of consumed energy that derives from renewable sources.", "type": "number", "model": "4963c0b503f745dc0ba48f459650ea61", "unit": "kWh"}}, "BE02": {"water_discharge": {"b56315f5876ef8595900eeb6f349302d": {"text": "Volume of fit discharged water", "type": "number", "model": "b56315f5876ef8595900eeb6f349302d", "unit": "L"}, "fc8c86249af845de608375fb573b0b0e": {"text": "Total volume of discharged water", "type": "number", "model": "fc8c86249af845de608375fb573b0b0e", "unit": "L"}}, "water_consumption": {"561860421dd681b3c4d42d1a9476f250": {"text": "Volume of water consumption from fit sources", "type": "number", "model": "561860421dd681b3c4d42d1a9476f250", "unit": "L"}, "77f55c324d90ac1fdc4f8a455c674d54": {"text": "Volume of water consumption from unfit sources", "type": "number", "model": "77f55c324d90ac1fdc4f8a455c674d54", "unit": "L"}, "9148d7e476f4e616342ef7d5d0d96a70": {"text": "Commercial water consumption adequately offset", "type": "number", "model": "9148d7e476f4e616342ef7d5d0d96a70", "unit": "L"}, "80901604005b04590cfcc092d994d1c5": {"text": "Volume of water consumed by workers from fit sources", "type": "number", "model": "80901604005b04590cfcc092d994d1c5", "unit": "L"}, "efb0d527d07e2fa0e3b1ceb4ea5b5311": {"text": "Volume of water consumed by workers from unfit sources", "type": "number", "model": "efb0d527d07e2fa0e3b1ceb4ea5b5311", "unit": "L"}}}, "BE03": {"natural_resources": {"a2ea9e8ab535fabc429bcf0f2f7a0e3e": {"text": "Harvesting rates respect regeneration rates", "type": "bool", "model": "a2ea9e8ab535fabc429bcf0f2f7a0e3e", "unit": null}, "cb64a4d6198a79529d61f20d7f22ebf4": {"text": "Ecosystem health is maintained", "type": "bool", "model": "cb64a4d6198a79529d61f20d7f22ebf4", "unit": null}, "970d93b87dcc674befdbf03cdb6b09af": {"text": "Aquatic ecosystems are protected from production impacts", "type": "bool", "model": "970d93b87dcc674befdbf03cdb6b09af", "unit": null}, "f9229c79071af72e5297257624330649": {"text": "Controls are in place to protect against invasive species", "type": "bool", "model": "f9229c79071af72e5297257624330649", "unit": null}, "7b0b52273d2fbed47b58262f8e95f291": {"text": "Destructive farming and harvesting techniques are eliminated", "type": "bool", "model": "7b0b52273d2fbed47b58262f8e95f291", "unit": null}, "e6c57b9dd9310a31e1c4c7bea2bcc836": {"text": "Sourcing in line with leading industry standards", "type": "bool", "model": "e6c57b9dd9310a31e1c4c7bea2bcc836", "unit": null}}, "animals": {"6f8053a85691e0ec0956c5a8863b65ce": {"text": "Animal welfare is maintained", "type": "bool", "model": "6f8053a85691e0ec0956c5a8863b65ce", "unit": null}, "2eb4ab70934cb844b9d72e01a17d8fd3": {"text": "Hunting of endangered animals eliminated", "type": "bool", "model": "2eb4ab70934cb844b9d72e01a17d8fd3", "unit": null}, "c4f8344cfd888fe976efc8d2facb4214": {"text": "Sourcing is in line with leading industry standards", "type": "bool", "model": "c4f8344cfd888fe976efc8d2facb4214", "unit": null}}, "non_renewable": {"90a5c386a472e26b50714049d43b2c3e": {"text": "Sourcing do not contribute to conflict or human rights violations", "type": "bool", "model": "90a5c386a472e26b50714049d43b2c3e", "unit": null}, "99db1bd41c80718003a6dbe6936fda19": {"text": "Destructive extraction techniques are eliminated", "type": "bool", "model": "99db1bd41c80718003a6dbe6936fda19", "unit": null}, "2eb111be175687b1ac57672ebcf1a683": {"text": "Health of affected ecosystems are maintained", "type": "bool", "model": "2eb111be175687b1ac57672ebcf1a683", "unit": null}, "1cebab1df14bd456194fca7d351b33da": {"text": "Controls are in place to protect ecosystems from production impacts", "type": "bool", "model": "1cebab1df14bd456194fca7d351b33da", "unit": null}, "c4f8344cfd888fe976efc8d2facb4214": {"text": "Sourcing is in line with leading industry standards", "type": "bool", "model": "c4f8344cfd888fe976efc8d2facb4214", "unit": null}}}, "BE04": {"7733982acfd4488ee151be4f75306333": {"text": "Purchase DOES NOT fall into the No Use category", "type": "bool", "model": "7733982acfd4488ee151be4f75306333", "unit": null}, "81dff01c9e2eb0ac64b638f3483e9f23": {"text": "Hotspot assessment conducted", "type": "bool", "model": "81dff01c9e2eb0ac64b638f3483e9f23", "unit": null}, "99b14318277b42e9ff680d7ddfb04111": {"text": "Potential hotspots identified", "type": "bool", "model": "99b14318277b42e9ff680d7ddfb04111", "unit": null}, "a4dd5e852dd57237182ca2e5103756cf": {"text": "Actual hotspots confirmed and steps taken to address them", "type": "bool", "model": "a4dd5e852dd57237182ca2e5103756cf", "unit": null}, "3936432eb96c5756a1c850ad2c87454c": {"text": "All high-intensity hotspot addressed and steps taken to address the others", "type": "bool", "model": "3936432eb96c5756a1c850ad2c87454c", "unit": null}, "a6b6291434af31288bce94300f4bcb20": {"text": "All hotspots have been avoided or eliminated", "type": "bool", "model": "a6b6291434af31288bce94300f4bcb20", "unit": null}, "90bb1225f76f1fa434b7dde3698a7240": {"text": "All hotspots from cradle to gate have been avoided or eliminated", "type": "bool", "model": "90bb1225f76f1fa434b7dde3698a7240", "unit": null}, "802715dae403779a0c018e204e498af4": {"text": "Company continuously seeks to procure options which causes fewest negative impacts", "type": "bool", "model": "802715dae403779a0c018e204e498af4", "unit": null}}, "BE05": {"gaseous": {"fc3cfd7385ab3457799e16210509be74": {"text": "Gaseous emissions in reference year", "type": "number", "model": "fc3cfd7385ab3457799e16210509be74", "unit": "kg"}, "ac7ab13e7917468074e6a985678bf2aa": {"text": "Gaseous emissions in reporting year", "type": "number", "model": "ac7ab13e7917468074e6a985678bf2aa", "unit": "kg"}}, "liquid": {"7c2fe029ee733dfcc846f5ba492e5e17": {"text": "Liquid emissions in reference year", "type": "number", "model": "7c2fe029ee733dfcc846f5ba492e5e17", "unit": "L"}, "cbf10c57b23f7a8d1c4a524acec1cbed": {"text": "Liquid emissions in reporting year", "type": "number", "model": "cbf10c57b23f7a8d1c4a524acec1cbed", "unit": "L"}}, "solid": {"919d53e7eb4b9f2dd6e268afe28f6ca3": {"text": "Solid emissions in reference year", "type": "number", "model": "919d53e7eb4b9f2dd6e268afe28f6ca3", "unit": "kg"}, "072aead204b338afad20245ac56d3940": {"text": "Solid emissions in reporting year", "type": "number", "model": "072aead204b338afad20245ac56d3940", "unit": "kg"}}}, "BE06": {"e16dfd0a91b478a2cb1345ff45710069": {"text": "GHG emissions in reference year", "type": "number", "model": "e16dfd0a91b478a2cb1345ff45710069", "unit": "kgCO2"}, "61d6390efc4749ced4b9247b52739865": {"text": "GHG emissions in reporting year", "type": "number", "model": "61d6390efc4749ced4b9247b52739865", "unit": "kgCO2"}, "172916e69cf407ebfcffd34afc0a4a32": {"text": "GHG emissions adequately offset", "type": "number", "model": "172916e69cf407ebfcffd34afc0a4a32", "unit": "kgCO2"}}, "BE07": {"afdf829beab76a88cfeebcfca58c9c65": {"text": "Waste generated  in reference year", "type": "number", "model": "afdf829beab76a88cfeebcfca58c9c65", "unit": "kgCO2"}, "80bf8f36ad8e7ae5b9916b3ee8c22ae7": {"text": "Waste generated in reporting year", "type": "number", "model": "80bf8f36ad8e7ae5b9916b3ee8c22ae7", "unit": "kgCO2"}}, "BE10": {"e75dd62ced111b4b7a4ecb4b234690c1": {"text": "Controls are in place to identify, assess, and eliminate or control hazards", "type": "bool", "model": "e75dd62ced111b4b7a4ecb4b234690c1", "unit": null}, "00c207f321fe56767167d25d51b1b3e1": {"text": "A risk assessment and mitigation program has been implemented", "type": "bool", "model": "00c207f321fe56767167d25d51b1b3e1", "unit": null}, "955c46ca883a8779210a973ff2b5b581": {"text": "Staff have access to information and training to address risks that affect them", "type": "bool", "model": "955c46ca883a8779210a973ff2b5b581", "unit": null}, "14ef94de6a9dccdfcaa41f53a0eab201": {"text": "Workplace safety policies and activities are regularly monitored for new hazards", "type": "bool", "model": "14ef94de6a9dccdfcaa41f53a0eab201", "unit": null}, "1d3dea8eddaa19d5bb8a2571a9f338f5": {"text": "Zero-tolerance policy regarding bullying and harassment", "type": "bool", "model": "1d3dea8eddaa19d5bb8a2571a9f338f5", "unit": null}, "e4683d356ce46caa3ce2547e7606a036": {"text": "Flexible working conditions are available to employees", "type": "bool", "model": "e4683d356ce46caa3ce2547e7606a036", "unit": null}, "2406833ea4cd7cf898c3a65a45b46601": {"text": " Access to  guidance or  resources to address primary sources of stress at work", "type": "bool", "model": "2406833ea4cd7cf898c3a65a45b46601", "unit": null}, "e1883044b31d26296a4bec314b0216b5": {"text": " Policy to support  employees affected by  work-related health issues", "type": "bool", "model": "e1883044b31d26296a4bec314b0216b5", "unit": null}, "fa029b28639ba6c15012348280b1ed5e": {"text": "All work environments are smoke free", "type": "bool", "model": "fa029b28639ba6c15012348280b1ed5e", "unit": null}, "11a66d8914bc64a0e1a8da3c798b3516": {"text": "All communal areas, both inside and outside, are smoke free", "type": "bool", "model": "11a66d8914bc64a0e1a8da3c798b3516", "unit": null}, "275641e3aba3a67dcf7b6ac22e9b1b1f": {"text": "Access to healthy eating options on site or within reasonable distance", "type": "bool", "model": "275641e3aba3a67dcf7b6ac22e9b1b1f", "unit": null}, "a36021ca19b313dd80a3c80a07751c14": {"text": "Employees are permitted to take breaks during working hours", "type": "bool", "model": "a36021ca19b313dd80a3c80a07751c14", "unit": null}, "354bd13ff48dc9416a93b6562e26cfcb": {"text": "Timing and length of work breaks is flexible to facilitate exercise", "type": "bool", "model": "354bd13ff48dc9416a93b6562e26cfcb", "unit": null}}, "BE11": {"1eba009cf81d549d760c36413f709bdb": {"text": "Number of employees paid at least a living wage", "type": "number/max", "model": "1eba009cf81d549d760c36413f709bdb", "unit": "Employees"}}, "BE12": {"dde33ef2fa7555b6582e010ebbffb461": {"text": "Our company adheres to the minimum working age as defined by ILO convention. For each Site this is true, enter the number of employees covered by this criteria.", "type": "number/max", "model": "dde33ef2fa7555b6582e010ebbffb461", "unit": "Employees"}, "96a2f566bac0d29a7d759bfb0f828641": {"text": "Our company respects the right of the employee to form and join trade unions of their choice (or to choose not to), and the right to bargain collectively\n. For each Site this is true, enter the number of employees covered by this criteria.", "type": "number/max", "model": "96a2f566bac0d29a7d759bfb0f828641", "unit": "Employees"}, "d37d4f1213822ce45ab1a25a4e8a5375": {"text": "Our company ensures fair working hours by: Not contractually obligating employees to work more than 40 hours per week, financially compensating for overtime and, where relevant, offer fair contract terms in regards to irregular or changing work hours. ", "type": "number/max", "model": "d37d4f1213822ce45ab1a25a4e8a5375", "unit": "Employees"}, "de99ecc115ff08e0045af1655785cc7c": {"text": "Our company provides annual paid leave of at least three working weeks for one year of service, during which employees receive at least their normal or average remun-eration for the corresponding period", "type": "number/max", "model": "de99ecc115ff08e0045af1655785cc7c", "unit": "Employees"}, "47b8433f5d31fe0a987ec3d9dda2ccb4": {"text": "Our company ensures employees have the right to take at least one unpaid rest day for every six consecutive days worked.", "type": "number/max", "model": "47b8433f5d31fe0a987ec3d9dda2ccb4", "unit": "Employees"}, "bef2fd2e5f803cd3db01d689802d69ed": {"text": "Our company ensures employees have the right to a minimum of 14 weeks paid maternity or paternity leave as well as parental leave during a period following the expiry of maternity or paternity leave.\n", "type": "number/max", "model": "bef2fd2e5f803cd3db01d689802d69ed", "unit": "Employees"}}}, "be_lookup": {"BE01": {"name": "BE01", "group": "Business inputs", "input_type": "site", "input_name": "Site", "short_name": "Energy Use"}, "BE02": {"name": "BE02", "group": "Business inputs", "input_type": "site", "input_name": "Site", "short_name": "Water Use"}, "BE03": {"name": "BE03", "group": "Operations", "input_type": "natural_resource", "input_name": null, "short_name": "Natural Resource Management"}, "BE04": {"name": "BE04", "group": "Business inputs", "input_type": "purchase", "input_name": null, "short_name": "Procurement"}, "BE05": {"name": "BE05", "group": "Operations", "input_type": "site", "input_name": "Site", "short_name": "Non-GHG Emissions"}, "BE06": {"name": "BE06", "group": "Operations", "input_type": "site", "input_name": "Site", "short_name": "GHG Emissions"}, "BE07": {"name": "BE07", "group": "Operations", "input_type": "site", "input_name": "Site", "short_name": "Operational Waste"}, "BE08": {"name": "BE08", "group": "Operations", "input_type": "site", "input_name": "Site", "short_name": "Physical Presence"}, "BE09": {"name": "BE09", "group": "Operations", "input_type": "site", "input_name": "Site", "short_name": "Community Engagement"}, "BE10": {"name": "BE10", "group": "Employees", "input_type": "employee_group", "input_name": "Site", "short_name": "Employee Health"}, "BE11": {"name": "BE11", "group": "Employees", "input_type": "employee_group", "input_name": "Site", "short_name": "Employee Wages"}, "BE12": {"name": "BE12", "group": "Employees", "input_type": "employee_group", "input_name": "Site", "short_name": "Employment Terms"}, "BE13": {"name": "BE13", "group": "Employees", "input_type": "employee_group", "input_name": "Site", "short_name": "Employee Anti-discrimination"}, "BE14": {"name": "BE14", "group": "Employees", "input_type": "employee_group", "input_name": "Site", "short_name": "Employee Engagement"}, "BE15": {"name": "BE15", "group": "Products and customers", "input_type": "product", "input_name": null, "short_name": "Product Communications"}, "BE16": {"name": "BE16", "group": "Products and customers", "input_type": "product", "input_name": null, "short_name": "Customer Engagement"}, "BE17": {"name": "BE17", "group": "Products and customers", "input_type": "product", "input_name": null, "short_name": "Product Characteristics"}, "BE18": {"name": "BE18", "group": "Products and customers", "input_type": "product", "input_name": null, "short_name": "Product GHG Emissions"}, "BE19": {"name": "BE19", "group": "Products and customers", "input_type": "product", "input_name": null, "short_name": "Product Repurposing"}, "BE20": {"name": "BE20", "group": "Broader society", "input_type": "employee_group", "input_name": "Site", "short_name": "Business Ethics"}, "BE21": {"name": "BE21", "group": "Broader society", "input_type": "goal_specific", "input_name": null, "short_name": "Tax"}, "BE22": {"name": "BE22", "group": "Broader society", "input_type": "goal_specific", "input_name": null, "short_name": "Advocacy and lobbying"}, "BE23": {"name": "BE23", "group": "Broader society", "input_type": "financial_asset", "input_name": null, "short_name": "Financial Assets"}}}